blogs/toc.org
# -*- mode: org; fill-column: 90; -*- 
#+STARTUP: overview noinlineimages hidestars
#+OPTIONS: H:3 num:nil toc:nil \n:nil ::t |:t ^:t -:t f:t *:t tex:t d:(HIDE) tags:not-in-toc
#+CATEGORY: org-world
#+INFOJS_OPT: view:t toc:t ltoc:t mouse:underline buttons:0 path:http://thomasf.github.io/solarized-css/org-info.min.js
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="http://thomasf.github.io/solarized-css/solarized-light.min.css" />
#+SEQ_TODO: TODO(t) DRAFT(d) | PUBLIC(p)
#+email: baoduy.duong0206[at]gmail[dot]com
#+author: Duong Bao Duy
#+TITLE: index for blog in org form.
#+DRAWERS: hidden
#+MODIFIED_DATE: [2013-10-16 Wed 10:40]
# =====================================================================
The file was used to index my article on blog and public it with org2blog
* Posts [1/9] [[file:posts][>>]]
** PUBLIC How to post new entry with org2blog ?? [[file:_drafts/How-to-post-new-entry-with-org2blog.org][>>]]
   CLOSED: [2013-10-14 Mon 18:09]
** TODO How to programming network with C in linux ?? [[id:8e740760-43ec-4466-9195-9583d373aac6][>>]]
** TODO How to create window with xlib ?? [[file:_posts/how-to-create-window-with-xlib.org][>>]]
** TODO How to extend storage space for Xen virtual disk ?? [[file:_posts/How-to-extend-storage-space-for-Xen-virtual-disk.org][>>]]
** TODO Share mouse and keyboard between window with linux [[file:_posts/linux-app-Synergy.org][>>]]
** TODO How to make a nandroid backup directly to your computer? [[file:_posts/how-to-make-a-nandroid-backup-directly-to-your-computer.org][>>]]
** TODO Rsync best pratical [[file:post/Rsync-best-practicals.org][>>]]
** TODO How use android internal API ?? [[file:_posts/how-to-use-android-internal-api.org][>>]]
** TODO Examples of Linux Find Command >> 
* [[id:ff7c5621-c557-4887-84de-2d1b046c3728][Read it]]
* [[file:~/.emacs.d/baoduy/default-config.el::(defun%20dbd-org2blog-config%20()][Setup]]
* Projects
* About me
** Myself
** Contact
