_site/toc.html
<p>
The file was used to index my article on blog and public it with org2blog
</p>
<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Posts <code>[1/9]</code> <a href="posts">&gt;&gt;</a></h2>
<div class="outline-text-2" id="text-1">
</div><div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="done PUBLIC">PUBLIC</span> How to post new entry with org2blog ?? <a href="_drafts/How-to-post-new-entry-with-org2blog.html">&gt;&gt;</a></h3>
<div class="outline-text-3" id="text-1-1">
</div>
</div>
<div id="outline-container-sec-1-2" class="outline-3">
<h3 id="sec-1-2"><span class="todo TODO">TODO</span> How to programming network with C in linux ?? <a href="toc.html#ID-8e740760-43ec-4466-9195-9583d373aac6">&gt;&gt;</a></h3>
</div>
<div id="outline-container-sec-1-3" class="outline-3">
<h3 id="sec-1-3"><span class="todo TODO">TODO</span> How to create window with xlib ?? <a href="_posts/how-to-create-window-with-xlib.html">&gt;&gt;</a></h3>
</div>
<div id="outline-container-sec-1-4" class="outline-3">
<h3 id="sec-1-4"><span class="todo TODO">TODO</span> How to extend storage space for Xen virtual disk ?? <a href="_posts/How-to-extend-storage-space-for-Xen-virtual-disk.html">&gt;&gt;</a></h3>
</div>
<div id="outline-container-sec-1-5" class="outline-3">
<h3 id="sec-1-5"><span class="todo TODO">TODO</span> Share mouse and keyboard between window with linux <a href="_posts/linux-app-Synergy.html">&gt;&gt;</a></h3>
</div>
<div id="outline-container-sec-1-6" class="outline-3">
<h3 id="sec-1-6"><span class="todo TODO">TODO</span> How to make a nandroid backup directly to your computer? <a href="_posts/how-to-make-a-nandroid-backup-directly-to-your-computer.html">&gt;&gt;</a></h3>
</div>
<div id="outline-container-sec-1-7" class="outline-3">
<h3 id="sec-1-7"><span class="todo TODO">TODO</span> Rsync best pratical <a href="post/Rsync-best-practicals.html">&gt;&gt;</a></h3>
</div>
<div id="outline-container-sec-1-8" class="outline-3">
<h3 id="sec-1-8"><span class="todo TODO">TODO</span> How use android internal API ?? <a href="_posts/how-to-use-android-internal-api.html">&gt;&gt;</a></h3>
</div>
<div id="outline-container-sec-1-9" class="outline-3">
<h3 id="sec-1-9"><span class="todo TODO">TODO</span> Examples of Linux Find Command &gt;&gt;</h3>
</div>
</div>
<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><a href="../todo.html#ID-ff7c5621-c557-4887-84de-2d1b046c3728">Read it</a></h2>
</div>
<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3"><a href="file:///Users/duongbaoduy/Dropbox/home/.emacs.d/baoduy/default-config.el#(defun%20dbd-org2blog-config%20()">Setup</a></h2>
</div>
<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4">Projects</h2>
</div>
<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5">About me</h2>
<div class="outline-text-2" id="text-5">
</div><div id="outline-container-sec-5-1" class="outline-3">
<h3 id="sec-5-1">Myself</h3>
</div>
<div id="outline-container-sec-5-2" class="outline-3">
<h3 id="sec-5-2">Contact</h3>
</div>
</div>
